void DrawBut()
{  
  fill(255);  // Отрисовка кнопок
  rect(20, 450, 100, 30);
  rect(140, 450, 100, 30);
  rect(260, 450, 100, 30);
  rect(380, 450, 100, 30);
  rect(500, 450, 100, 30);
  rect(20, 500, 100, 30);
  rect(140, 500, 100, 30);
  rect(260, 500, 100, 30);
  rect(380, 500, 100, 30);
  rect(500, 500, 100, 30);
  rect(1100, 450, 135, 30);
  textAlign(CENTER);
  fill(0);
  text("Статика 1", 20, 458, 100, 30);
  text("Поворот 2", 140, 458, 100, 30);
  text("Крен 3", 260, 458, 100, 30);
  text("Высота 4", 380, 458, 100, 30);
  text("Парк 5", 500, 458, 100, 30);
  text("Походка 6", 20, 508, 100, 30);
  text("Стрейф 7", 140, 508, 100, 30);
  text("Тангаж 8", 260, 508, 100, 30);
  text("Старт 9", 380, 508, 100, 30);
  text("Исходное 0", 500, 508, 100, 30);
  text("Фристайл =", 1100, 458, 135, 30);
}
